<html>
  <body>
    <p>Pol&iacute;tica de privacidad del juego m&oacute;vil NavalFight</p>

<p>&Uacute;ltima actualizaci&oacute;n: 2023-08-01</p>

<p>Apolinux software (&quot;nosotros&quot;, &quot;nos&quot; o &quot;nuestro&quot;) se compromete a proteger su privacidad. Esta Pol&iacute;tica de privacidad explica c&oacute;mo recopilamos, usamos, divulgamos y protegemos su informaci&oacute;n personal cuando usa nuestro juego m&oacute;vil NavalFight (el &quot;Juego&quot;).</p>

<p>Al utilizar el Juego, acepta las pr&aacute;cticas descritas en esta Pol&iacute;tica de privacidad. Si no est&aacute; de acuerdo con los t&eacute;rminos de esta Pol&iacute;tica de privacidad, no acceda ni utilice el Juego.</p>

<p>1. Informaci&oacute;n que recopilamos</p>

<p>1.1. Informaci&oacute;n personal Podemos recopilar informaci&oacute;n personal que nos proporcione voluntariamente cuando utiliza el Juego, como su nombre, direcci&oacute;n de correo electr&oacute;nico u otra informaci&oacute;n de contacto. Tambi&eacute;n podemos recopilar la informaci&oacute;n que proporciona cuando se comunica con nosotros o participa en encuestas o promociones.</p>

<p>1.2. Informaci&oacute;n no personal Podemos recopilar informaci&oacute;n no personal sobre su uso del Juego, como informaci&oacute;n del dispositivo, direcci&oacute;n IP, identificadores &uacute;nicos del dispositivo, sistema operativo del dispositivo, tipo de navegador, progreso del juego y estad&iacute;sticas de uso.</p>

<p>2. C&oacute;mo usamos su informaci&oacute;n</p>

<p>2.1. Informaci&oacute;n personal Podemos utilizar su informaci&oacute;n personal para:</p>

<p>- Proporcionar y mantener la funcionalidad y los servicios del Juego. - Responder a sus solicitudes, comentarios o preguntas. - Enviarle avisos t&eacute;cnicos, actualizaciones, alertas de seguridad y mensajes de soporte. - Enviarle materiales promocionales y de marketing, pero solo si ha optado por recibirlos.</p>

<p>2.2. Informaci&oacute;n no personal Podemos utilizar informaci&oacute;n no personal para diversos fines, incluido el an&aacute;lisis de patrones de uso, la mejora del rendimiento y las funciones del Juego y la optimizaci&oacute;n de la experiencia del usuario.</p>

<p>3. Divulgaci&oacute;n de su informaci&oacute;n</p>

<p>3.1. Proveedores de servicio Podemos compartir su informaci&oacute;n con proveedores de servicios externos que nos ayuden a operar el Juego y brindar servicios relacionados. Estos proveedores de servicios est&aacute;n obligados a no divulgar ni utilizar su informaci&oacute;n para ning&uacute;n otro prop&oacute;sito.</p>

<p>3.2. Requerimientos legales Podemos divulgar su informaci&oacute;n si as&iacute; lo requiere la ley o si creemos de buena fe que dicha acci&oacute;n es necesaria para cumplir con las obligaciones legales, proteger nuestros derechos o hacer cumplir nuestros t&eacute;rminos y condiciones.</p>

<p>4. Seguridad</p>

<p>Estamos comprometidos a garantizar la seguridad de su informaci&oacute;n. Si bien implementamos medidas de seguridad razonables para proteger su informaci&oacute;n, tenga en cuenta que ning&uacute;n m&eacute;todo de transmisi&oacute;n por Internet o almacenamiento electr&oacute;nico es 100 % seguro. No podemos garantizar la seguridad absoluta de su informaci&oacute;n.</p>

<p>5. Tus elecciones</p>

<p>Puede optar por no recibir nuestros correos electr&oacute;nicos promocionales siguiendo las instrucciones proporcionadas en esos correos electr&oacute;nicos. Sin embargo, tenga en cuenta que incluso si opta por no participar, a&uacute;n puede recibir mensajes no promocionales relacionados con su uso del Juego.</p>

<p>6. Privacidad de los ni&ntilde;os</p>

<p>El Juego no est&aacute; destinado a personas menores de 9 a&ntilde;os. No recopilamos a sabiendas informaci&oacute;n personal de ni&ntilde;os menores de 9 a&ntilde;os. Si cree que hemos recopilado inadvertidamente informaci&oacute;n de un ni&ntilde;o, comun&iacute;quese con nosotros de inmediato y tomaremos las medidas adecuadas para eliminar la informaci&oacute;n.</p>

<p>7. Cambios a esta Pol&iacute;tica de Privacidad</p>

<p>Podemos actualizar esta Pol&iacute;tica de privacidad de vez en cuando para reflejar cambios en nuestras pr&aacute;cticas o por otras razones operativas, legales o reglamentarias. Le notificaremos de cualquier cambio material mediante la publicaci&oacute;n de la pol&iacute;tica revisada en esta p&aacute;gina con una fecha actualizada.</p>

<p>8. Cont&aacute;ctenos</p>

<p>Si tiene alguna pregunta o inquietud sobre esta Pol&iacute;tica de privacidad o nuestras pr&aacute;cticas de datos, comun&iacute;quese con nosotros a la direcci&oacute;n de correo electr&oacute;nico de soporte apolinux@gmail.com.</p>
  </body>
</html>